/* Window body when Phone already registered as a Bluetooth phone. [%@ = phone name] */
"%@ is already registered as a Bluetooth phone." = "'%@' is al geregistreerd als Bluetooth-telefoon.";

/* Window body when Phone already registered as a USB phone. [%@ = phone name] */
"%@ is already registered as a USB device." = "'%@' is al geregistreerd als USB-apparaat.";

/* Window title when detecting some USB devices failed */
"Failed to identify some USB devices" = "De identificatie van sommige USB-apparaten is mislukt";

/* Button to go to Website for KB */
"Go to Website" = "Ga naar website";

/* Alert Title: Conflict with builtin plugin
   Alert Title: Conflict with 2 plugins */
"iSync can't open because of a problem with a plug-in." = "iSync kan niet worden geopend vanwege een probleem met een plugin.";

/* Message displayed when USB scan failed for some USB devices. %@ is the error description */
"iSync was unable to identify some USB devices:\n%@" = "Sommige USB-apparaten kunnen niet door iSync worden geïdentificeerd:\n%@";

/* OK Button */
"OK" = "OK";

/* Window title when Phone already registered */
"Phone already registered" = "Telefoon al geregistreerd";

/* Intro text: Alert Title: Conflict with builtin plugin */
"The following plug-in doesn't work with this version of iSync. Click the arrow to show the plug-in, move or delete it, and then open iSync again." = "De volgende plugin is niet geschikt voor deze versie van iSync. Klik op de pijl om de plugin weer te geven en verplaats of verwijder hem. Open iSync vervolgens opnieuw.";

/* Intro text: Alert Title: Conflict with 2 plugins */
"There is a problem with one of the plug-ins. Click the arrow to show the plug-ins, move or delete one of them, and then open iSync again." = "Er heeft zich een probleem voorgedaan met een van de plugins. Klik op de pijl om de plugins weer te geven en verplaats of verwijder er een van. Open iSync vervolgens opnieuw.";

/* Alert Body when Phone Firmware is too old and we don't have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone." = "Als u deze telefoon geschikt wilt maken voor gebruik met iSync, neemt u contact op met de fabrikant van de telefoon of met uw serviceaanbieder om de firmware van de telefoon bij te werken.";

/* Alert Body when Phone Firmware is too old and we have a KB */
"To enable this phone to work with iSync, contact the phone\\U2019s manufacturer or your service provider to update the firmware on your phone. For more information, visit the iSync Support website." = "Als u deze telefoon geschikt wilt maken voor gebruik met iSync, neemt u contact op met de fabrikant van de telefoon of met uw serviceaanbieder om de firmware van de telefoon bij te werken. Raadpleeg voor meer informatie de iSync-ondersteuningswebsite.";

/* Window title when Phone Firmware is too old */
"Your phone, \\U201C%@\\U201D does not work with this version of iSync." = "Uw telefoon, '%@', werkt niet met deze versie van iSync.";

